[
    "I just want to die with a little dignity.  There's no such thing. Our bodies break down, sometimes when we're ninety, sometimes before we're even born, but it always happens and there's never any dignity in it. I don't care if you can walk, see, wipe your own ass, it's always ugly. Always! You can live with dignity, you can't die with it.",
    "Hello, sick people and their loved ones! In the interest of saving time and avoiding a lot of boring chitchat later, I'm Doctor Gregory House; you can call me \"Greg.\" I'm one of three doctors staffing this clinic this morning. This ray of sunshine is Doctor Lisa Cuddy. Doctor Cuddy runs this whole hospital, so unfortunately she's much too busy to deal with you. I am a Board certified diagnostician with a double specialty in infectious disease and nephrology. I am also the only doctor currently employed at this clinic who is forced to be here against his will. That is true, isn't it? But not to worry, because for most of you, this job could be done by a monkey with a bottle of Motrin. Speaking of which, if you're particularly annoying, you may see me reach for this: this is Vicodin. It's mine. You can't have any. And no, I do not have a pain management problem, I have a pain problem. But who knows? Maybe I'm wrong. Maybe I'm too stoned to tell. So, who wants me? And who would rather wait for one of the other two guys? Okay. Well, I'll be in Exam Room One if you change your mind.",
    "Last night probably shouldn't happen again.   Do you think I want it to?   When two people have had sex, unless it sucks, if they can do it again, they're going to do it again, and that's when things get complicated. And it didn't suck.",
    "Did you come for my feelings? Because I left 'em in my other pants.",
    "Did you find out about any television or other media exposure?  Do you really care or are you just trying to waste hospital resources to get back at Cuddy for making you take the case?  Of course I care! What a horrible thing to say. Do a Lexis Nexis search and get a copy of his credit report.",
    "Hello Greg. And I call you Greg because we're now social equals.    And I call you Cutthroat Bitch because, well, quod erat demonstratum.",
    "You want to talk hypocrisy; What about you? You act like you don't care about anyone, but here you are, saving lives. Solving Puzzles. Saving lives is just collateral damages. Yeah, nice try. I don't think you're looking for somebody to prove you're right. I think you're looking for somebody to prove you're wrong, to give you hope. You want to believe, don't you?",
    "I'm stuck, House. I keep wanting to move forward. I keep wanting to move on, and I can't. I mean, my new house, with my new fiance, and all I can think about is you. I just need to know if you and I can work.",
    "Hi! This is Gregory House. I can't take your call at the moment, please leave a message. If this is Wilson, I'm fine, not suicidal, not on drugs, coping very well with the loss of my last patient. So feel free to go about your day without worry. BEEEEP!  House! You can't just... not show up to work. What's Cuddy going to say?  If this is STILL Wilson... she gave me the day off. And tomorrow (Cuddy shoots a look). Okay, maybe not tomorrow, but today. I'm fine. Now go away!........ BEEEEEP!"
]